export type Voice = {
  author: string;
  year: string;
  school: string;
  department: string;
  quote: string;
};

export const voicesData: Voice[] = [
  {
    author: 'Rさん',
    year: '2025年度合格',
    school: 'ハンブルク芸術アカデミー',
    department: 'ファインアート科（彫刻・インスタレーション）',
    quote:
      'ドイツ美大受験に関しての知識が本当に0の状態でレッスンに申し込ませていただきました。\nそのような状態の自分に、必要な基礎知識から実用的なポートフォリオのアドバイス、実際に現地で高津戸さんが感じられたこと、これまでの生徒さんのサポートで得られた知識など本当に様々な面で根気よくサポートしていただいたと感じています。大学の情報などを一人で細かく一人で調べるとなると、情報の多さに疲弊しきって実際に行動に移すことが"億劫"になってしまうこともあると思うので、重要な情報や期限などを表にまとめて下さって共有していただいたのは非常に助かりました。美術などのクリエイティブなことに関わる受験というのは、答案を導き出す練習のようなものとは違い、本人の中にある創造性を見出さなければいけない有機的な作業だと思います。受講している時には、自分の性格や作家としてのタイプも分析していただき、高津戸さんが実際に経験なされたことからなる、クリエイティブ面でのアドバイスも沢山いただけたことは今でも役に立っています。',
  },
  {
    author: 'Kさん',
    year: '2025年度合格',
    school: 'ニュルンベルク芸術アカデミー',
    department: 'ファインアート科（絵画）',
    quote:
      '2024年の春からドイツ・オーストリアの美大を目指しており、高津戸先生と約一年半ほどコンタクトをとりながら勉強しました。自身のドイツ語やマッペの出来具合に自信がなく2025年度は受験をしようとは考えておりませんでしたが、年明けに先生からとりあえず受けてみようと提案していただき、複数校受験いたしました。マッペを作り上げるのは正直しんどかったですが、夜中でも休日でもレッスンやメールで先生からたくさんのアドバイスをいただいたりして、徐々にマッペが完成していきました。結果、ニュルンベルク芸術アカデミーから合格をいただき、今年受験して本当によかったと思いました。このような経験から、自信がなくても、当たって砕けろ精神でやれば大学から認めてくれることもあるかもしれません。また、寛大にもニュルンベルクアカデミーからドイツ語の証明をとるために入学を延期してもらい、現在絵も描きながら、ドイツ語を重点的に活動しています。ドイツの大学には少なからずそのような対応をしていただけるところがあるかもしれないので、受ける気がなくても受ける価値はあると思いました。',
  },
  {
    author: 'Yさん',
    year: '2025年度合格',
    school: 'ミュンヘン芸術アカデミー',
    department: 'ファインアート科（彫刻・インスタレーション）',
    quote:
      'もともと作品は制作していましたが、それをどのようにポートフォリオとしてまとめるか、また自分のコンセプトをどう伝えればよいのかについて多くのアドバイスをいただきました。レッスンを重ねる中で、自分の作品を客観的に見つめ直すことができ、結果的に自信を持って提出できる形に仕上がったと思います。また、過去の実績から得られた各大学の特徴や受験に関する豊富な情報を教えていただけたことで、大学選びの判断材料となり、実際の受験時にも大いに役立ちました。今回合格できたのは、作品への指導だけでなく、受験全体を見据えた具体的なサポートのおかげです。これからも制作活動を続け、新しい環境で学びを深めていきたいと思います。',
  },
  {
    author: 'Yさん',
    year: '2025年度合格',
    school: 'マインツ美術大学',
    department: 'ファインアート科（絵画）',
    quote:
      'ドイツの美大を目指し始めた頃から、レッスンを受けています。作品のフィードバックでは、今の作品をより一層発展させるにはどうしたらよいかを一緒に考えてくださるので、アイデアを豊かに膨らませることができました。一人で制作していると、不安に押しつぶされそうになることもありましたが、レッスン以外にメールでも相談に乗ってくださったので、安心して準備を進めることができました。これからも制作活動を続けていきたいです。本当にお世話になりました！',
  },
  {
    author: 'Hさん',
    year: '2025年度合格',
    school: 'ハンブルク美術大学 / ベルリン芸術大学 / マインツ応用科学大学',
    department: 'デザイン科 / ヴィジュアルコミュニケーション科 / コミュニケーションデザイン科',
    quote:
      'ドイツ美大受験に関する情報をたくさん教えていただけたことで、レッスンを通して進むべき道筋が見えてきました。また、ポートフォリオは、レッスンを重ねる中で最終的に満足のいく形に仕上げることができて嬉しかったです。テーマ、デザインや構成などの細かいところまで丁寧に見て指導していただきありがたく思っています。受験中は周りで同じようにドイツの美大を目指している人がいなかったため不安もありましたが、先生とのレッスンやメールでのやりとりに本当に支えられました。制作では新しいテーマや制作方法に挑戦でき、受験後の今もレッスンで得た考え方を活かして制作を続けています。',
  },
];
